Repository: franckinux/cook-recipes
Catalog: locales/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Price of products
fr: Prix des produits

source: Selling price per kg including taxes
fr: Prix de vente au kg TTC

source: Cost price per piece excluding taxes
fr: Prix de revient pièce HT

source: Selling price per piece excluding taxes
fr: Prix de vente pièce TTC

source: Gross margin rate
fr: Marge brute

source: Production of products
fr: Production des produits

source: Dough weight
fr: Poids du pâton

source: Quantity
fr: Quantité

source: Recipe
fr: Recette

source: Recipes
fr: Recettes

source: Total weight
fr: Poids total
